function isAdult(age) {
    // Change code below this line
    const passed = (age >= 18);

    // Change code above this line
    return passed;
}
/* Операторы сравнения >, >=, < и <=
Используются для сравнения двух значений. Результатом своего выполнения возвращают буль - true или false, то есть «да» или «нет».

> - больше
< - меньше
>= - больше или равно
<= - меньше или равно

Функция isAdult объявляет один параметр age (возраст), значение которого будет задаваться во время её вызова. 
Присвой переменной passed выражение проверки возраста пользователя на совершеннолетие. 
Человек считается совершеннолетним в возрасте 18 лет и старше.*/