function add(a, b, c) {
    // Change code below this line

    return a + b + c;

    // Change code above this line
}

add(2, 5, 8); // 15

console.log(add(15, 27, 10));
console.log(add(10, 20, 30));
console.log(add(5, 10, 15));
/* Оператор RETURN WTF ?????

Оператор return используется для передачи значения из тела функции во внешний код. 
Когда интерпретатор встречает return, он сразу же выходит из функции (прекращает её выполнение), 
и возвращает указанное значение в то место кода, где функция была вызвана.

Оператор return без явно указанного значения возвращает специальное значение undefined. При отсутствии return в теле функции, она все равно вернёт undefined.
*/